Repository: mal359/oleo
Catalog: po/*.po
Languages: fr, nl

source: This is %s %s
fr: %s %s

source: Usage: %s [OPTION]... [FILE]...
fr: Utilisation: %s [OPTION]... [FICHIER]...
nl: Gebruik: %s [OPTION]... [FILE]...

source: -h, --help display this help and exit -V, --version output version information and exit -q, --quiet do not display startup messages -f, --ignore-init-file ignore settings defined in init file -t, --no-toolkit disable X toolkit -x, --nw disable graphics and fallback to curses -s x, --separator x set separator for 'list' file type to x -S, --space set separator for 'list' file type to a space -F x, --format x set default file type to x (oleo, list, sc ...) --filter read file from stdin, write to stdout on exit Report bugs to <bug-oleo@gnu.org>.
fr: -h, --help affiche l'aide et quitte -V, --version affiche la version du logiciel et quitte -q, --quiet ne pas afficher le message de démarrage -f, --ignore-init-file ignore settings defined in init file -t, --no-toolkit désactiver le kit X -x, --nw disable graphics and fallback to curses -s x, --separator x set separator for 'list' file type to x -S, --space set separator for 'list' file type to a space -F x, --format x mettre le type de fichier à x (oleo, list, sc ...) --filter lire sur l'entrée standard, écrire sur la sortie standard Reportez les bogues à <bug-oleo@gnu.org> (en anglais).

source: %s comes with ABSOLUTELY NO WARRANTY.
fr: %s est fourni sans AUCUNE GARANTIE.

source: You may redistribute copies of %s
fr: Vous pouvez redistribuer des copies de %s

source: under the terms of the GNU General Public License.
fr: sous les termes de la GNU General Public License.

source: For more information about these matters,
fr: Pour plus d'informations à propos de ceci,

source: see the files named COPYING.
fr: regardez le fichier nommé COPYING.

source: Error in the builtin init scripts (a bug!).
fr: Erreur dans les initialisations (un bogue !).

source: error occured in init file %s near line %d.
fr: erreur dans le fichier d'initialisation %s près de la ligne %d.

source: , error occured reading '%s'
fr: , erreur en lisant '%s'

source: Can't open %s: %s
fr: Je ne peux pas ouvrir %s: %s.

source: Fit Print Area
fr: Désignez l'aire d'impression

source: Conversion error: cannot convert '%s' to a %s
fr: Impossible de convertir '%s' vers un %s
nl: Conversie-fout: kan '%s' niet converteren naar een %s

source: Cannot find XmNuserData
fr: Impossible de trouver XMNuserData
nl: Interne fout Ik kan XmNuserData niet vinden.

source: range
fr: zone
nl: bereik

source: Plotter Type
fr: Type de Plot

source: Internal error: can't find what to print to
fr: Erreur interne: je ne sais pas quoi imprimer

source: Value of defaultPrintTo resource is invalid, should be one of %s, %s, or %s
fr: Valeur de defaultPrintTo est incorrecte, doit être une de %s, %s, ou %s.

source: Select Printer
fr: Selectionnez une imprimante

source: Paper Format
fr: Format de papier

source: Printer Language
fr: Langage de l'imprimante

source: File Format
fr: Format de Fichier
nl: Bestandsformaat

source: Read file '%s'
fr: Fichier lu '%s'
nl: Bestand '%s' is gelezen

source: Choose a file to load
fr: Choisissez un fichier à charger

source: There are unsaved changes. Do you want to quit anyway ?
fr: Quelques changements n'ont pas été enregistrés. Voulez-vous quitter ?
nl: Sommige wijzigingen zijn nog niet bewaard.Wil je toch stoppen ?

source: OleoOpenForWrite: can't move %s to %s
fr: OleoOpenForWrite: impossible de déplacer %s vers %s

source: OleoOpenForWrite: couldn't open file '%s' for write
fr: OleoOpenForWrite: impossible d'ouvrir le fichier '%s' pour écrire

source: ReallySaveCB(%s): couldn't open file for writing
fr: ReallySaveCB(%s): impossible d'ouvrir le fichier pour écrire

source: ReallySaveCB: file close failed
fr: ReallySaveCB: la fermeture du fichier a échoué

source: Saved file '%s'
fr: Fichier enregistré '%s'
nl: Bestand '%s' is geschreven

source: ReallySaveCB: couldn't figure out file to save into
fr: ReallySaveCV: impossible d'écrire dans le fichier de sortie

source: Choose a file to save in
fr: Choisissez le fichier pour sauvegarder

source: <html><body>Can't find the requested help file </body></html>
fr: <html><body> Impossible de trouver le fichier d'aide demandé </body></html>
nl: <html><body>Ik kan het gevraagde help-bestand niet vinden. </body></html>

source: Help requested on '%s'
fr: Aide demandée sur '%s'

source: Help requested on using Oleo
fr: Aide demandée sur l'utilisation d'Oleo

source: Cancel
fr: Annuler

source: Copy a region
fr: Copier une zone

source: Copy Values
fr: Copier les Valeurs

source: Move
fr: Déplacer

source: Formats :
fr: Formarts :

source: Default
fr: Défaut

source: Hidden
fr: Masqué

source: Graph
fr: Graphique

source: General
fr: Général

source: Comma
fr: Espace

source: Percent
fr: Poucentage

source: Integer
fr: Entier

source: Decimal
fr: Décimal

source: Fixed
fr: Fixe

source: Exponent
fr: Exposant

source: User-1
fr: Utilisateur-1

source: User-2
fr: Utilisateur-2

source: User-3
fr: Utilisateur-3

source: User-4
fr: Utilisateur-4

source: Date Format
fr: Format de date

source: XmProcessTraversal failed
fr: échec de XmProcessTraversal
nl: Interne fout: XmProcessTraversal faalde

source: -h, --help display this help and exit -V, --version output version information and exit -q, --quiet do not display startup messages -f, --ignore-init-file ignore settings defined in init file -t, --no-toolkit disable X toolkit -x, --nw disable graphics and fallback to curses Report bugs to <bug-oleo@gnu.org>.
nl: -h, --help toon deze helptekst en stop -V, --version toon versie-informatie en stop -q, --quiet geef geen boodschap bij opstarten -f, --ignore-init-file lees geen initialisatie-bestand -t, --no-toolkit gebruik geen X Window System -x, --nw gebruik geen grafische modus, enkel tekst Rapporteer eventuele fouten in oleo via een mailtje aan <bug-oleo@gnu.org>.

source: Plotting X in %d [%d.%d], A in %d [%d.%d]
nl: Tekenen : X in %d [%d.%d], A in %d [%d.%d]

source: Graph X [%s] A [%s]
nl: Grafiek X [%s] A [%s]

source: GNU Oleo is free software, you are welcome to distribute copies of it. See the file COPYING for the conditions. GNU Oleo comes with ABSOLUTELY NO WARRANTY.
nl: GNU Oleo is gratis software, je mag het copiëren en verdelen. Het bestand COPYING omschrijft daarvoor de voorwaarden. GNU Oleo komt ZONDER ENIGE GARANTIE.
